Repository: tsumon/reminder-app-ios
Catalog: ReminderApp/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: %d 分钟后
en: %d minutes later
ja: %d分後
ko: %d분 후
zh_hant: %d 分鐘後

source: %d 天
en: %d days
ja: %d日
ko: %d일

source: %d 天后
en: %d days later
ja: %d日後
ko: %d일 후
zh_hant: %d 天後

source: %d 小时 %d 分后
en: %d h %d m later
ja: %d時間%d分後
ko: %d시간 %d분 후
zh_hant: %d 小時 %d 分後

source: %d 小时后
en: %d hours later
ja: %d時間後
ko: %d시간 후
zh_hant: %d 小時後

source: %d 秒后
en: %d seconds later
ja: %d秒後
ko: %d초 후
zh_hant: %d 秒後

source: %d:00 前后
en: %d:00 around
ja: %d:00 頃
ko: %d:00 즈음
zh_hant: %d:00 前後

source: %d年%d月
en: %d/%d
ko: %d년%d월

source: %d日
en: %d
ko: %d일

source: %d月
en: %d
ko: %d월

source: %d月%d日
en: %d/%d
ko: %d월%d일

source: .ics 日历导出
en: .ics calendar export
ja: .ics カレンダー書き出し
ko: .ics 캘린더 내보내기
zh_hant: .ics 日曆匯出

source: AI 助手
en: AI Assistant
ja: AI アシスタント
ko: AI 비서

source: AI 助手设置
en: AI Assistant settings
ja: AI アシスタント設定
ko: AI 비서 설정
zh_hant: AI 助手設定

source: AI 支持创建规则提醒（每季度/每月/每年 第N周周X，如 1/4/7/10 月第一周周四报税）
en: AI can create rule reminders (every quarter/month/year, week N weekday X, e.g. 1st Thu of Jan/Apr/Jul/Oct for tax filing)
ja: AI はルール提醒を作成可（四半期/月/年ごと、第 N 週曜日 X、例：1/4/7/10 月の第 1 木曜の確定申告）
ko: AI 는 규칙 리마인더 생성 가능 (매 분기/월/년, N번째 주 요일 X, 예: 1/4/7/10 월 첫째 목요일 신고)
zh_hant: AI 支援建立規則提醒（每季/每月/每年 第N週週X，如 1/4/7/10 月第一週週四報稅）

source: AI 设置
en: AI Settings
ja: AI 設定
ko: AI 설정
zh_hant: AI 設定

source: API Key 无效，请检查设置
en: Invalid API Key, please check settings
ja: API Key が無効です、設定を確認してください
ko: API Key 가 올바르지 않음, 설정 확인
zh_hant: API Key 無效，請檢查設定

source: API 配置
en: API Config
ja: API 設定
ko: API 설정
zh_hant: API 設定

source: API 错误 %d: %@
en: API error %d: %@
ja: API エラー %d: %@
ko: API 오류 %d: %@
zh_hant: API 錯誤 %d: %@

source: WebDAV 同步
en: WebDAV sync
ja: WebDAV 同期
ko: WebDAV 동기화

source: WebDAV 地址
en: WebDAV URL
ja: WebDAV URL
ko: WebDAV 주소

source: WebDAV 地址无效
en: Invalid WebDAV URL
ja: WebDAV URL が無効
ko: WebDAV 주소가 잘못됨
zh_hant: WebDAV 地址無效

source: WebDAV 地址无效。示例：https://dav.jianguoyun.com/dav/（坚果云必须以 /dav/ 结尾）
en: Invalid WebDAV URL. Example: https://dav.jianguoyun.com/dav/ (Jianguoyun must end with /dav/)
ja: WebDAV URL が無効です。例：https://dav.jianguoyun.com/dav/（Jianguoyun は /dav/ で終わる必要があります）
ko: WebDAV 주소가 잘못됨. 예: https://dav.jianguoyun.com/dav/ (너트클라우드는 /dav/ 로 끝나야 함)
zh_hant: WebDAV 地址無效。範例：https://dav.jianguoyun.com/dav/（堅果雲必須以 /dav/ 結尾）

source: ✨ 一句话创建
en: ✨ Create in one sentence
ja: ✨ 一文で作成
ko: ✨ 한 문장으로 만들기
zh_hant: ✨ 一句話建立

source: 一月
en: January
ja: 1月
ko: 1월

source: 七月
en: July
ja: 7月
ko: 7월

source: 三月
en: March
ja: 3月
ko: 3월

source: 上次同步：%@
en: Last synced: %@
ja: 前回同期：%@
ko: 마지막 동기화: %@

source: 下次提醒
en: Next reminder
ja: 次回のリマインダー
ko: 다음 리마인더

source: 下次提醒 %@
en: Next reminder %@
ja: 次回の通知 %@
ko: 다음 알림 %@

source: 下次触发
en: Next trigger
ja: 次回発動
ko: 다음 발동
zh_hant: 下次觸發

source: 下次：%@
en: Next: %@
ja: 次回：%@
ko: 다음: %@

source: 下载到本地
en: Download locally
ja: ローカルにダウンロード
ko: 로컬에 다운로드
zh_hant: 下載到本地

source: 下载失败
en: Download failed
ja: ダウンロード失敗
ko: 다운로드 실패
zh_hant: 下載失敗

source: 下载失败：%@
en: Download failed: %@
ja: ダウンロード失敗：%@
ko: 다운로드 실패: %@
zh_hant: 下載失敗：%@

source: 下载失败：请确认两台设备在同一 Wi-Fi、地址正确，且发送方已开始共享
en: Download failed: make sure both devices are on the same Wi-Fi, the address is correct, and sharing has started
ja: ダウンロード失敗：両デバイスが同じ Wi-Fi にあり、アドレスが正しく、共有が開始されているか確認
ko: 다운로드 실패: 두 기기가 같은 Wi-Fi 에 있고 주소가 올바르며 공유가 시작되었는지 확인
zh_hant: 下載失敗：請確認兩台設備在同一 Wi-Fi、地址正確，且發送方已開始共用

source: 下载完成
en: Download complete
ja: ダウンロード完了
ko: 다운로드 완료
zh_hant: 下載完成

source: 下载并导入
en: Download & import
ja: ダウンロードして取り込み
ko: 다운로드 및 가져오기
zh_hant: 下載並導入

source: 两台设备连接同一 Wi-Fi 后即可互传
en: Once both devices are on the same Wi-Fi, you can transfer
ja: 両方のデバイスが同じ Wi-Fi に接続されると転送可能
ko: 두 기기가 같은 Wi-Fi 에 연결되면 전송 가능
zh_hant: 兩台設備連接同一 Wi-Fi 後即可互傳

source: 中
en: Medium
ko: 보통

source: 九月
en: September
ja: 9月
ko: 9월

source: 二月
en: February
ja: 2月
ko: 2월

source: 五月
en: May
ja: 5月
ko: 5월

source: 仅一次
en: One-time
ja: 一度だけ
ko: 한 번만
zh_hant: 僅一次

source: 今天
en: Today
ja: 今日
ko: 오늘

source: 以上服务均提供免费额度，注册后即可获取 API Key。获取后粘贴到上方配置即可使用。
en: These services offer free tiers; sign up to get an API Key, then paste it above to use.
ja: 上記サービスは無料枠を提供しています。登録して API Key を取得し、上の設定に貼り付けてください。
ko: 위 서비스는 무료 할당량을 제공합니다. 가입 후 API Key 를 받아 위 설정에 붙여넣으세요.
zh_hant: 以上服務均提供免費額度，註冊後即可獲取 API Key。獲取後貼到上方設定即可使用。

source: 优先级
en: Priority
ja: 優先度
ko: 우선순위
zh_hant: 優先級

source: 低
en: Low
ko: 낮음

source: 例如 10
en: e.g. 10
ja: 例：10
ko: 예: 10

source: 保存
en: Save
ko: 저장
zh_hant: 儲存

source: 保存并立即同步
en: Save & sync now
ja: 保存してすぐ同期
ko: 저장 후 즉시 동기화
zh_hant: 儲存並立即同步

source: 信息
en: Info
ja: 情報
ko: 정보
zh_hant: 資訊

source: 停止共享
en: Stop sharing
ja: 共有を停止
ko: 공유 중지
zh_hant: 停止共用

source: 免费额度
en: Free tier
ja: 無料枠
ko: 무료 할당량
zh_hant: 免費額度

source: 全部
en: All
ja: すべて
ko: 모두

source: 八月
en: August
ja: 8月
ko: 8월

source: 公历
en: Gregorian
ja: 西暦
ko: 양력
zh_hant: 公曆

source: 公历生日
en: Solar birthday
ja: 西暦の誕生日
ko: 양력 생일
zh_hant: 公曆生日

source: 六月
en: June
ja: 6月
ko: 6월

source: 关于
en: About
ja: について
ko: 정보
zh_hant: 關於

source: 农历
en: Lunar
ja: 旧暦
ko: 음력
zh_hant: 農曆

source: 农历%@ · %@%@
en: Lunar %@ · %@%@
ja: 旧暦%@ · %@%@
ko: 음력%@ · %@%@
zh_hant: 農曆%@ · %@%@

source: 农历每年
en: Every lunar year
ja: 毎年（旧暦）
ko: 매년 (음력)
zh_hant: 農曆每年

source: 农历生日
en: Lunar birthday
ja: 旧暦の誕生日
ko: 음력 생일
zh_hant: 農曆生日

source: 分享 ipa 给签名工具
en: Share IPA to a signing tool
ja: IPA を署名ツールへ共有
ko: 서명 도구에 IPA 공유
zh_hant: 分享 ipa 給簽名工具

source: 分钟
en: Minutes
ja: 分
ko: 분
zh_hant: 分鐘

source: 列出所有提醒，查看当前有哪些提醒。
en: List all reminders and see what is currently set.
ja: すべてのリマインダーを一覧表示し、現在設定されているものを確認します。
ko: 모든 리마인더를 나열하고 현재 설정된 항목을 확인합니다.
zh_hant: 列出所有提醒，查看當前有哪些提醒。

source: 创建一个新的循环提醒或日期提醒。用户说'每天提醒我喝水''下周一提醒我开会''每年提醒我妈生日'时调用。
en: Create a new cycle or date reminder. Invoke when the user says 'remind me to drink water daily', 'remind me of the meeting next Monday', 'remind me of mom's birthday every year'.
ja: 新しい循環または日付リマインダーを作成。ユーザーが「毎日水を飲むよう」「来週の月曜会議」「毎年母の誕生日」と言った時に呼び出す。
ko: 새 순환 또는 날짜 리마인더를 만듭니다. 사용자가 '매일 물 마시기 알림''다음 주 월요일 회의''매년 엄마 생일' 라고 할 때 호출.
zh_hant: 建立一個新的循環提醒或日期提醒。用戶說'每天提醒我喝水''下週一提醒我開會''每年提醒我媽生日'時呼叫。

source: 创建提醒
en: Create Reminder
ja: リマインダーを作成
ko: 리마인더 만들기
zh_hant: 建立提醒

source: 创建时间
en: Created
ja: 作成日時
ko: 생성 시간
zh_hant: 建立時間

source: 删除
en: Delete
ja: 削除
ko: 삭제
zh_hant: 刪除

source: 删除一个提醒。用户说'删除XX提醒''取消XX'时调用。
en: Delete a reminder. Invoke when the user says 'delete XX reminder' or 'cancel XX'.
ja: リマインダーを削除。ユーザーが「XXリマインダー削除」「XXキャンセル」と言った時に呼び出す。
ko: 리마인더를 삭제합니다. 사용자가 'XX 리마인더 삭제''XX 취소' 라고 할 때 호출.
zh_hant: 刪除一個提醒。用戶說'刪除XX提醒''取消XX'時呼叫。

source: 删除此提醒
en: Delete this reminder
ja: このリマインダーを削除
ko: 이 리마인더 삭제
zh_hant: 刪除此提醒

source: 十一月
en: November
ja: 11月
ko: 11월

source: 十二月
en: December
ja: 12月
ko: 12월

source: 十月
en: October
ja: 10月
ko: 10월

source: 发现新版本 v%@
en: New version v%@ available
ja: 新バージョン v%@ あり
ko: 새 버전 v%@ 있음
zh_hant: 發現新版本 v%@

source: 发现新版本 v%@，当前 v%@。
en: New version v%@ found, current v%@.
ja: 新バージョン v%@ を発見、現在 v%@。
ko: 새 버전 v%@ 발견, 현재 v%@.
zh_hant: 發現新版本 v%@，當前 v%@。

source: 发送
en: Send
ja: 送信
ko: 전송
zh_hant: 傳送

source: 取消
en: Cancel
ja: キャンセル
ko: 취소

source: 可读但不可写（HTTP %d）：账号可能被禁用 WebDAV，或地址权限不足，请联系服务器管理员。
en: Readable but not writable (HTTP %d): the account may have WebDAV disabled, or lacks permission. Contact your server admin.
ja: 読み取り可・書き込み不可（HTTP %d）：アカウントの WebDAV が無効、または権限不足の可能性があります。サーバー管理者にお問い合わせください。
ko: 읽기만 가능·쓰기 불가(HTTP %d): 계정의 WebDAV가 비활성화되었거나 권한이 부족할 수 있습니다. 서버 관리자에게 문의하세요.
zh_hant: 可讀但不可寫（HTTP %d）：賬號可能被禁用 WebDAV，或地址權限不足，請聯繫服務器管理員。

source: 同步
en: Sync
ja: 同期
ko: 동기화

source: 启动失败：%@
en: Start failed: %@
ja: 開始失敗：%@
ko: 시작 실패: %@
zh_hant: 啟動失敗：%@

source: 启用提醒
en: Enable reminder
ja: リマインダーを有効にする
ko: 리마인더 활성화
zh_hant: 啟用提醒

source: 周一
en: Mon
ja: 月曜日
ko: 월요일
zh_hant: 週一

source: 周三
en: Wed
ja: 水曜日
ko: 수요일
zh_hant: 週三

source: 周二
en: Tue
ja: 火曜日
ko: 화요일
zh_hant: 週二

source: 周五
en: Fri
ja: 金曜日
ko: 금요일
zh_hant: 週五

source: 周六
en: Sat
ja: 土曜日
ko: 토요일
zh_hant: 週六

source: 周四
en: Thu
ja: 木曜日
ko: 목요일
zh_hant: 週四

source: 周日
en: Sun
ja: 日曜日
ko: 일요일
zh_hant: 週日

source: 周期
en: Cycle
ko: 주기

source: 周期提醒
en: Recurring
ja: 繰り返し
ko: 반복
zh_hant: 週期提醒

source: 周次
en: Week of
ja: 週
ko: 주차
zh_hant: 週次

source: 四月
en: April
ja: 4月
ko: 4월

source: 在线升级
en: Online upgrade
ja: 線上升級
ko: 온라인 업그레이드
zh_hant: 線上升級

source: 坚持得很好，没有漏掉过提醒 🎉
en: Great streak — you haven't missed any reminders 🎉
ja: よく続いています、見逃しはありません 🎉
ko: 잘 지속하고 있습니다, 놓친 적 없음 🎉
zh_hant: 堅持得很好，沒有漏掉過提醒 🎉

source: 多
en: More
ja: 多い
ko: 많음

source: 天
en: Days
ja: 日
ko: 일

source: 完成
en: Done
ja: 完了
ko: 완료

source: 完成提醒
en: Complete reminder
ja: リマインダー完了
ko: 알림 완료

source: 完成率
en: Completion rate
ja: 完了率
ko: 완료율

source: 对准对方的二维码
en: Aim at the other device's QR code
ja: 相手の QR コードを合わせる
ko: 상대방 QR 코드를 맞추세요
zh_hant: 對準對方的 QR code

source: 对方在「接收」页输入上方地址即可收到全部提醒
en: The other party enters the address above on the "Receive" page to get all reminders
ja: 相手が「受信」ページで上のアドレスを入力すると全リマインダーを受信
ko: 상대방이 '수신' 페이지에서 위 주소 입력 시 전체 리마인더 수신
zh_hant: 對方在「接收」頁輸入上方地址即可收到全部提醒

source: 对方用「扫码」扫这里，自动开始接收
en: The other party scans here with "Scan" to start receiving automatically
ja: 相手が「スキャン」でここを読み取ると自動受信開始
ko: 상대방이 '스캔' 으로 여기 스캔 시 자동 수신 시작
zh_hant: 對方用「掃碼」掃這裡，自動開始接收

source: 导入失败
en: Import failed
ja: 取り込み失敗
ko: 가져오기 실패
zh_hant: 匯入失敗

source: 导入完成：新增 %d 条，跳过重复 %d 条
en: Import complete: %d added, %d duplicates skipped
ja: インポート完了：%d 件追加、重複 %d 件スキップ
ko: 가져오기 완료: %d 추가, 중복 %d 건 건너뜀
zh_hant: 導入完成：新增 %d 條，跳過重複 %d 條

source: 导出失败
en: Export failed
ja: 書き出し失敗
ko: 내보내기 실패
zh_hant: 匯出失敗

source: 将在 %@ 提醒
en: Will remind at %@
ja: %@ に通知
ko: %@에 알림
zh_hant: 將在 %@ 提醒

source: 将永久删除「%@」提醒，此操作不可撤销。
en: This will permanently delete the "%@" reminder. This cannot be undone.
ja: 「%@」リマインダーを完全に削除します。元に戻せません。
ko: 「%@」 리마인더를 영구 삭제합니다. 취소할 수 없습니다.
zh_hant: 將永久刪除「%@」提醒，此操作不可撤銷。

source: 将该提醒标记为已完成并安排下一次
en: Mark this reminder as done and schedule the next one
ja: このリマインダーを完了にし、次回を予定
ko: 이 알림을 완료로 표시하고 다음 예약
zh_hant: 將該提醒標記為已完成並安排下一次

source: 小时
en: Hours
ja: 時間
ko: 시간
zh_hant: 小時

source: 少
en: Less
ja: 少ない
ko: 적음

source: 已下载：%@。打开「文件」App → 我的 iPhone → 循环提醒 → 用 AltStore/爱思等自签工具安装。
en: Downloaded: %@. Open Files app → My iPhone → 循环提醒 → install with AltStore/爱思 or similar self-sign tool.
ja: ダウンロード完了：%@。「ファイル」App → 私のiPhone → 循環リマインド → AltStore/爱思などの自签名ツールでインストール。
ko: 다운로드됨: %@. 「파일」App → 내 iPhone → 순환 알림 → AltStore/爱思 등 자체 서명 도구로 설치.
zh_hant: 已下載：%@。打開「文件」App → 我的 iPhone → 循環提醒 → 用 AltStore/愛思等自簽工具安裝。

source: 已保存到「文件」App
en: Saved to the Files app
ja: 「ファイル」App に保存済み
ko: '파일' App 에 저장됨
zh_hant: 已儲存到「檔案」App

source: 已保存到「文件」App： 我的 iPhone → 循环提醒 → %@
en: Saved to Files app: My iPhone → 循环提醒 → %@
ja: 「ファイル」Appに保存しました： My iPhone → 循環リマインド → %@
ko: 「파일」App에 저장됨: 내 iPhone → 순환 알림 → %@

source: 已创建提醒：「%@」
en: Created reminder: %@
ja: リマインダーを作成: %@
ko: 알림 생성됨: %@
zh_hant: 已建立提醒：「%@」

source: 已删除「%@」
en: Deleted %@
ja: 「%@」を削除しました
ko: 「%@」삭제됨
zh_hant: 已刪除「%@」

source: 已到时间
en: Now
ja: 今
ko: 지금
zh_hant: 已到時間

source: 已发送给一台设备（%d 字节）
en: Sent to a device (%d bytes)
ja: デバイスに送信しました（%d バイト）
ko: 기기로 전송됨(%d 바이트)
zh_hant: 已發送給一台設備（%d 字節）

source: 已完成
en: Done
ja: 完了
ko: 완료

source: 已推迟
en: Snoozed
ja: スヌーズ済
ko: 미루기됨
zh_hant: 已推遲

source: 已推迟「%@」，15 分钟后再次提醒。
en: Snoozed %@; will remind again in 15 min.
ja: 「%@」を15分後に延期しました。
ko: 「%@」 15분 후 다시 알림.
zh_hant: 已推遲「%@」，15 分鐘後再次提醒。

source: 已标记完成，打开 App 生效
en: Marked done — open app to apply
ja: 完了済—Appを開いて適用
ko: 완료됨—앱에서 적용
zh_hant: 已標記完成，打開 App 生效

source: 已确认「%@」，下次提醒时间已更新。
en: Confirmed %@; next reminder time updated.
ja: 「%@」を確認しました。次回通知時刻を更新。
ko: 「%@」확인됨, 다음 알림 시간 갱신.
zh_hant: 已確認「%@」，下次提醒時間已更新。

source: 已过期
en: Overdue
ja: 期限切れ
ko: 만료됨
zh_hant: 已過期

source: 开始共享当前提醒（%d 条）
en: Start sharing current reminders (%d)
ja: 現在のリマインダーを共有開始（%d）
ko: 현재 알림 공유 시작(%d)
zh_hant: 開始共享當前提醒（%d 條）

source: 当前 v%@。本 App 通过 GitHub Releases 自签分发，请下载 .ipa 用 AltStore/爱思等工具签名安装。
en: Current v%@. This app is self-distributed via GitHub Releases; download the .ipa and sign it with AltStore/爱思 or similar.
ja: 現在 v%@。本アプリは GitHub Releases で自签名配布されています。.ipa をダウンロードし AltStore/爱思等で署名してインストールしてください。
ko: 현재 v%@. 이 앱은 GitHub Releases로 자체 배포됩니다. .ipa를 다운로드해 AltStore/爱思 등으로 서명해 설치하세요.
zh_hant: 當前 v%@。本 App 通過 GitHub Releases 自簽分發，請下載 .ipa 用 AltStore/愛思等工具簽名安裝。

source: 当前共有 %d 个提醒： %@
en: You have %d reminders: %@
ja: 合計 %d 件のリマインダー： %@
ko: 현재 알림 %d개: %@
zh_hant: 目前共有 %d 個提醒： %@

source: 当前已是最新版本 v%@
en: You are on the latest version v%@
ja: 現在最新バージョン v%@
ko: 현재 최신 버전 v%@
zh_hant: 當前已是最新版本 v%@

source: 当前状态
en: Current status
ja: 現在の状態
ko: 현재 상태
zh_hant: 當前狀態

source: 待处理 %@ 项
en: %@ pending
ja: 未処理 %@ 件
ko: 처리 대기 %@ 건
zh_hant: 待處理 %@ 項

source: 待处理 %d 项
en: Pending %d items
ja: 未処理 %d 件
ko: 대기 %d건
zh_hant: 待處理 %d 項

source: 循环提醒
en: Cycle Reminder
ja: 循環リマインド
ko: 순환 알림
zh_hant: 循環提醒

source: 或手动输入
en: Or type manually
ja: または手動入力
ko: 또는 수동 입력
zh_hant: 或手動輸入

source: 扫发送方二维码，或手动输入地址
en: Scan the sender's QR code, or type the address
ja: 送信者の QR をスキャン、またはアドレス入力
ko: 송신자 QR 스캔 또는 주소 입력
zh_hant: 掃發送方 QR code，或手動輸入地址

source: 按所选频率的第 N 周星期 X 触发提醒
en: Triggers on week N, weekday X of the chosen frequency
ja: 選択頻度の第 N 週・曜日 X で発動
ko: 선택 빈도의 N번째 주 요일 X 에 발동
zh_hant: 按所選頻率的第 N 週星期 X 觸發提醒

source: 接口地址
en: Endpoint
ja: エンドポイント
ko: 엔드포인트

source: 接收
en: Receive
ja: 受信
ko: 수신

source: 提前 %@ 天开始提醒
en: Start reminding %@ days before
ja: %@ 日前から通知
ko: %@ 일 전 알림 시작
zh_hant: 提前 %@ 天開始提醒

source: 提前 %d 天开始提醒
en: Start reminding %d days ahead
ja: %d日前からリマインド
ko: %d일 전 미리 알림
zh_hant: 提前 %d 天開始提醒

source: 提前提醒
en: Advance notice
ja: 前もって通知
ko: 미리 알림

source: 提醒
en: Reminder
ja: リマインダー
ko: 리마인더

source: 提醒中
en: Active
ja: 通知中
ko: 알림 중

source: 提醒时间
en: Time
ja: 時間
ko: 시간
zh_hant: 提醒時間

source: 提醒类型
en: Type
ja: 種類
ko: 유형
zh_hant: 提醒類型

source: 提醒：明天就是「%@」了，别忘了提前准备哦！
en: Reminder: "%@" is tomorrow—get ready!
ja: リマインド：明日は「%@」です。準備を！
ko: 알림: 내일은 「%@」입니다. 미리 준비하세요!
zh_hant: 提醒：明天就是「%@」了，別忘了提前準備哦！

source: 提醒：还有 %d 天就是「%@」了
en: Reminder: %d days until "%@"
ja: リマインド：あと %d 日で「%@」
ko: 알림: 「%@」까지 %d일 남았습니다
zh_hant: 提醒：還有 %d 天就是「%@」了

source: 支持任意兼容 OpenAI 格式的 API。填写 /v1 结尾的 base URL。
en: Supports any OpenAI-compatible API. Enter a base URL ending in /v1.
ja: OpenAI 互換の API に対応。/v1 で終わる base URL を入力してください。
ko: OpenAI 호환 API 지원. /v1 로 끝나는 base URL 을 입력하세요.
zh_hant: 支援任意相容 OpenAI 格式的 API。填寫 /v1 結尾的 base URL。

source: 支持循环提醒 · 同步 · 在线升级
en: Supports cycle reminders · sync · online upgrade
ja: 循環リマインダー・同期・線上升級を支援
ko: 순환 리마인더 · 동기화 · 온라인 업그레이드 지원
zh_hant: 支援循環提醒 · 同步 · 線上升級

source: 新历生日
en: Solar birthday
ja: 太陽暦の誕生日
ko: 양력 생일
zh_hant: 新曆生日

source: 新增 %@ 条，跳过重复 %@ 条
en: Added %@, skipped %@ duplicates
ja: %@ 件追加、重複 %@ 件スキップ
ko: %@ 건 추가, 중복 %@ 건 건너뜀
zh_hant: 新增 %@ 條，跳過重複 %@ 條

source: 无法获取局域网 IP 请确认已连接 Wi-Fi
en: Cannot get LAN IP Make sure Wi-Fi is connected
ja: ローカル IP を取得できません Wi-Fi 接続を確認
ko: LAN IP 를 가져올 수 없음 Wi-Fi 연결 확인
zh_hant: 無法取得區網 IP 請確認已連線 Wi-Fi

source: 日历
en: Calendar
ja: カレンダー
ko: 달력
zh_hant: 日曆

source: 日期
en: Date
ja: 日付
ko: 날짜

source: 日期提醒
en: Date-based
ja: 日付ベース
ko: 날짜 기반

source: 日期类型
en: Date type
ja: 日付の種類
ko: 날짜 유형
zh_hant: 日期類型

source: 星期
en: Weekday
ja: 曜日
ko: 요일

source: 星期一
en: Monday
ja: 月曜日
ko: 월요일

source: 星期三
en: Wednesday
ja: 水曜日
ko: 수요일

source: 星期二
en: Tuesday
ja: 火曜日
ko: 화요일

source: 星期五
en: Friday
ja: 金曜日
ko: 금요일

source: 星期六
en: Saturday
ja: 土曜日
ko: 토요일

source: 星期四
en: Thursday
ja: 木曜日
ko: 목요일

source: 星期日
en: Sunday
ja: 日曜日
ko: 일요일

source: 显示未处理提醒数、今天农历和最近的提醒，支持一键完成
en: Shows pending reminders, today's lunar date and recent reminders; one-tap complete.
ja: 未処理のリマインダー数、今日の旧暦、最近のリマインダーを表示。ワンタップで完了。
ko: 처리 안 한 알림 수, 오늘 음력, 최근 알림 표시. 한 번 탭으로 완료.
zh_hant: 顯示未處理提醒數、今天農曆和最近的提醒，支援一鍵完成

source: 暂无即将到来的提醒
en: No upcoming reminders
ja: 今後のリマインダーなし
ko: 다가오는 리마인더 없음
zh_hant: 暫無即將到來的提醒

source: 暂无安排
en: Nothing scheduled
ja: 予定なし
ko: 예정 없음
zh_hant: 暫無安排

source: 暂无提醒
en: No reminders
ja: リマインダーなし
ko: 리마인더 없음
zh_hant: 暫無提醒

source: 暂无数据
en: No data
ja: データなし
ko: 데이터 없음
zh_hant: 暫無資料

source: 更新日志
en: Changelog
ja: 更新履歴
ko: 업데이트 내역
zh_hant: 更新日誌

source: 最近提醒
en: Recent
ja: 最近のリマインダー
ko: 최근 리마인더

source: 月份
en: Month
ja: 月
ko: 월

source: 服务启动失败：%@
en: Service start failed: %@
ja: サービス開始失敗：%@
ko: 서비스 시작 실패: %@
zh_hant: 服務啟動失敗：%@

source: 未处理提醒
en: Unhandled
ja: 未処理リマインダー
ko: 처리 안 된 리마인더
zh_hant: 未處理提醒

source: 未找到包含「%@」的提醒
en: No reminder containing "%@" found
ja: 「%@」を含むリマインダーが見つかりません
ko: 「%@」을(를) 포함한 알림 없음

source: 未知工具: %@
en: Unknown tool: %@
ja: 不明なツール: %@
ko: 알 수 없는 도구: %@

source: 本机地址
en: This device address
ja: このデバイスのアドレス
ko: 이 기기 주소
zh_hant: 本機地址

source: 检查更新
en: Check for update
ja: アップデートを確認
ko: 업데이트 확인
zh_hant: 檢查更新

source: 模型
en: Model
ja: モデル
ko: 모델

source: 正在下载 .ipa… 下载完成后请到「文件」App → 我的 iPhone → 循环提醒 → 用自签工具签名安装。
en: Downloading .ipa… When done, go to Files app → My iPhone → 循环提醒 → sign with a self-sign tool.
ja: ダウンロード中 .ipa… 完了後、「ファイル」App → 私のiPhone → 循環リマインド → 自署名ツールでインストール。
ko: ipa 다운로드 중… 완료되면 「파일」App → 내 iPhone → 순환 알림 → 자체 서명 도구로 설치.
zh_hant: 正在下載 .ipa… 下載完成後請到「文件」App → 我的 iPhone → 循環提醒 → 用自簽工具簽名安裝。

source: 每 %d 天
en: Every %d days
ja: %d日ごと
ko: %d일마다

source: 每两周
en: Biweekly
ja: 隔週
ko: 격주
zh_hant: 每兩週

source: 每周
en: Weekly
ja: 毎週
ko: 매주
zh_hant: 每週

source: 每天
en: Daily
ja: 毎日
ko: 매일

source: 每季度
en: Quarterly
ja: 四半期ごと
ko: 매분기

source: 每年
en: Yearly
ja: 毎年
ko: 매년

source: 每月
en: Monthly
ja: 毎月
ko: 매월

source: 测试连接
en: Test connection
ja: 接続テスト
ko: 연결 테스트
zh_hant: 測試連線

source: 漏 %@ 次
en: Missed %@
ja: %@ 回見逃し
ko: %@ 회 놓침

source: 漏 %d 次
en: Missed %d times
ja: 見逃し %d 回
ko: 놓침 %d회

source: 漏掉 %d
en: Missed %d
ja: 見逃し %d
ko: 놓침 %d

source: 点击右上角 + 创建你的第一个循环提醒
en: Tap + at the top right to create your first cycle reminder
ja: 右上の + をタップして最初の循環リマインダーを作成
ko: 오른쪽 위 + 를 탭하여 첫 순환 리마인더 만들기
zh_hant: 點擊右上角 + 建立你的第一個循環提醒

source: 版本号
en: Version
ja: バージョン
ko: 버전
zh_hant: 版本號

source: 状态：%@
en: Status: %@
ja: 状態：%@
ko: 상태: %@
zh_hant: 狀態：%@

source: 确定
en: Confirm
ja: 確認
ko: 확인
zh_hant: 確認

source: 确认
en: Confirm
ja: 確認
ko: 확인
zh_hant: 確認

source: 确认 %d
en: Confirmed %d
ja: 確認 %d
ko: 확인 %d
zh_hant: 確認 %d

source: 第 %d 次
en: Time %d
ja: %d回目
ko: %d회

source: 第%@次重试
en: Retry %@
ja: %@回目の再試行
ko: %@ 회차 재시도
zh_hant: 第%@次重試

source: 第%d周
en: Week %d
ja: %d週目
ko: %d주차
zh_hant: 第%d週

source: 第%d次重试
en: Retry #%d
ja: 再試行 %d回目
ko: %d회 재시도
zh_hant: 第%d次重試

source: 等待中
en: Pending
ja: 待機中
ko: 대기 중

source: 统计
en: Stats
ja: 統計
ko: 통계
zh_hant: 統計

source: 自定义
en: Custom
ja: カスタム
ko: 사용자 지정
zh_hant: 自定義

source: 自定义天数
en: Custom days
ja: カスタム日数
ko: 사용자 정의 일수
zh_hant: 自訂天數

source: 节假日
en: Holiday
ja: 祝日
ko: 공휴일
zh_hant: 節假日

source: 规则提醒
en: Rule-based
ja: ルールベース
ko: 규칙 기반
zh_hant: 規則提醒

source: 规则设置（例如：每季度第2周周二）
en: Rule (e.g. 2nd Tuesday every quarter)
ja: ルール設定（例：四半期ごと第2火曜）
ko: 규칙 설정 (예: 매 분기 2째 주 화요일)
zh_hant: 規則設定（例如：每季第2週週二）

source: 解析失败
en: Parse failed
ja: 解析失敗
ko: 구문 분석 실패
zh_hant: 解析失敗

source: 设置
en: Settings
ja: 設定
ko: 설정
zh_hant: 設定

source: 识别后会自动填好下面的表单，可再手动微调
en: After recognition the form is filled automatically; you can fine-tune it manually
ja: 認識後フォームが自動入力され、後で手動調整できます
ko: 인식 후 양식이 자동 입력되며 수동 조정 가능
zh_hant: 識別後會自動填好下面的表單，可再手動微調

source: 跟我说你想提醒什么
en: Tell me what to remind you about
ja: 何をリマインドするか話してください
ko: 알림할 내용을 말해주세요
zh_hant: 跟我說你想提醒什麼

source: 跳到 %@ 年 %@
en: Jump to %@ %@
ja: %@年へ移動 %@
ko: %@년 %@로 이동

source: 跳到 %@ 年 %@ 月
en: Jump to %@ year %@ month
ja: %@ 年 %@ 月へ移動
ko: %@ 년 %@ 월로 이동

source: 这一天没有提醒
en: No reminders this day
ja: この日のリマインダーなし
ko: 이날 리마인더 없음
zh_hant: 這一天沒有提醒

source: 重试阶段
en: Retry stage
ja: 再試行段階
ko: 재시도 단계
zh_hant: 重試階段

source: 重试阶段 %d
en: Retry stage %d
ja: 再試行段階 %d
ko: 재시도 단계 %d
zh_hant: 重試階段 %d

source: 附近互传
en: Nearby transfer
ja: 近くのデバイスへ転送
ko: 근처 전송
zh_hant: 附近互傳

source: 频率
en: Frequency
ja: 頻度
ko: 빈도
zh_hant: 頻率

source: 首次提醒
en: First reminder
ja: 初回通知
ko: 첫 알림

source: 首页
en: Home
ja: ホーム
ko: 홈
zh_hant: 首頁

source: 高
en: High
ko: 높음

source: 💰 免费获取 API Key
en: 💰 Get a free API Key
ja: 💰 無料で API Key を取得
ko: 💰 무료 API Key 받기
zh_hant: 💰 免費獲取 API Key

source: 语言
en: Language
ja: 言語
ko: 언어
zh_hant: 語言

source: 跟随系统
en: Follow System
ja: システムに従う
ko: 시스템 따르기
zh_hant: 跟隨系統

source: 还没确认哦，这是第 %d 次提醒
en: Still unconfirmed — reminder #%d
ja: まだ未確認です（%d 回目のお知らせ）
ko: 아직 확인되지 않았습니다 (%d번째 알림)
zh_hant: 還沒確認哦，這是第 %d 次提醒

source: 还没确认哦（第 %d 次提醒）：%@
en: Still unconfirmed (reminder #%d): %@
ja: まだ未確認です（%d 回目のお知らせ）：%@
ko: 아직 확인되지 않았습니다 (%d번째 알림): %@
zh_hant: 還沒確認哦（第 %d 次提醒）：%@

source: 📊 本周统计周报
en: 📊 Weekly Report
ja: 📊 今週の統計レポート
ko: 📊 이번 주 통계 리포트
zh_hant: 📊 本週統計週報

source: 完成 %d 项 · 漏掉 %d 项
en: Completed %d · Missed %d
ja: 完了 %d 件 · 見逃し %d 件
ko: 완료 %d건 · 놓침 %d건
zh_hant: 完成 %d 項 · 漏掉 %d 項

source: 完成率 %@
en: Completion rate %@
ja: 完了率 %@
ko: 완료율 %@

source: 连续打卡 %d 天
en: Streak: %d days
ja: 連続達成 %d 日
ko: 연속 달성 %d일
zh_hant: 連續打卡 %d 天

source: 暂无
en: N/A
ja: なし
ko: 없음
zh_hant: 暫無

source: 打卡成功 🎉
en: Check-in success 🎉
ja: チェックイン成功 🎉
ko: 체크인 성공 🎉

source: 打卡成功，已连续 %d 天 🎉
en: Check-in success, %d-day streak 🎉
ja: チェックイン成功、%d 日連続 🎉
ko: 체크인 성공, %d일 연속 🎉
zh_hant: 打卡成功，已連續 %d 天 🎉

source: %@ 年
ko: %@년
